"NPC": "Bandolier
[
  "Athena.Location.UnNamedPOI.Tandem.FlushBuilding"
]
Dialogue : Handsome and suave, Bandolier is an old-school mercenary whose pecs pack as much punch as his shotgun. Show him your moves, and you'll be swapping workout tips in no time.
"NPC": "Beef Boss
[
  "Athena.Location.UnNamedPOI.PretzelRestaurant_B",
  "Athena.Location.UnnamedPOI.DurrrBurger"
]
Dialogue : As the leader of Durrr Burger, Beef Boss has sworn to defend the land from lesser quick-service restaurants. Prove yourself an ally, and he'll have no quarrel with you. But if you're a pizza sympathizer... beware.
"NPC": "Big Chuggus
[
  "Athena.Location.POI.SlurpySwamp",
  "Athena.Location.UnnamedPOI.SwampVille"
]
Dialogue : BIG CHUGGUS LOVE SLURP.
"NPC": "Bigfoot
[
  "Athena.Location.UnNamedPOI.Tandem.Bigfoot"
]
Dialogue : This camera-shy forest-dweller doesn't have much use for civilization and would rather just be left alone. When he's not evading documentation he loves a good game of solitaire.
"NPC": "Blaze
[
  "Athena.Location.UnnamedPOI.CliffsideRuinedHouses",
  "Athena.Location.UnnamedPOI.BonfireCampsite"
]
Dialogue : Blaze's powerful pyrokinetic abilities and unpredictable personality make her a feared enemy on the battlefield. Rumor has it she also makes killer pumpkin muffins.
"NPC": "Brite Bomber
[
  "Athena.Location.POI"
]
Dialogue : No one's sure whose side Brite Bomber is on - if anyone's - but wherever she goes, hyper-colorful chaos seems to follow. Befriend with caution, because there's more to her sunshine and rainbows than meets the eye.
"NPC": "Brutus
[
  "Athena.Location.POI.DirtyDocks"
]
Dialogue : After the war between GHOST and SHADOW, Brutus decided to go into business for himself as a buyer, seller, and builder of weapons. He's determined to work his way to the top of the underworld at any cost.
"NPC": "Bullseye
[
  "Athena.Location.POI.PowerPlant"
]
Dialogue : Bullseye is a hyper-competitive soldier determined to become the island's top mercenary. She'll dish out her best to anyone brave enough to challenge her, and trash-talk them the entire time.
"NPC": "Bunker Jonesy
[
  "Athena.Location.UnnamedPOI.CampCod",
  "Athena.Location.UnnamedPOI.ShipwreckCove"
]
Dialogue : Reports indicate that this might be a Snapshot of one of the very first times Jonesy visited the Loop. Being trapped for decades - if not centuries - has left him paranoid and distrustful so approach with caution.
"NPC": "Burnout
[
  "Athena.Location.POI.SunnyShores",
  "Athena.Location.UnNamedPOI.Tandem.RadioStation",
  "Athena.Location.POI.Tandem.PowerPlant"
]
Dialogue : The masked racer known only as "Burnout" is as mysterious as he is undefeated on the racetrack. Try to keep up with him at your own peril, and if you're ever lucky enough to see his face... keep it to yourself.
"NPC": "Bushranger
[
  "Athena.Location.UnnamedPOI.RapidsRest",
  "Athena.Location.POI.SaltyTowers",
  "Athena.Location.UnNamedPOI.Tandem.PretzelRestaurant_P"
]
Dialogue : Bushranger has no idea how he ended up on the island, but he knows that none of the other trees are quite like him. Until he can find his way home, he's happy to live off the land and off the beaten path.
"NPC": "Cole
[
  "Athena.Location.UnnamedPOI.ShipwreckCove",
  "Athena.Location.POI.Tandem.RetailRow"
]
Dialogue : Cole loves two things: Rocks. And more rocks. Frequently getting himself lost in his own tunnels, he's always got time for someone who wants to talk about either of those topics.
"NPC": "Deadfire
[
  "Athena.Location.UnNamedPOI.SheriffOffice"
]
Dialogue : With a pistol in his hand and some undead magic on his side, Deadfire patrols the plains to keep them free of evil. Prove yourself as a gunslinger and he'll be your ally for (after)life.
"NPC": "Doggo
[
  "Athena.Location.POI.PleasantPark",
  "Athena.Location.POI.RetailRow"
]
Dialogue : This very good boy loves car rides, tummy scratches, and second helpings. He's not great with cats, but so long as they give each other space there shouldn't be any problems.
"NPC": "Dummy
[
  "Athena.Location.UnnamedPOI.ScrapYard",
  "Athena.Location.POI.Tandem.PleasantPark"
]
Dialogue : According to Dummy, his personality was copied from the brainwaves of a dead racing legend. Whether that's true or not, he's got a downright irresponsible need for speed and a penchant for encouraging bad behavior in others.
"NPC": "Farmer Steel
[
  "Athena.Location.UnNamedPOI.SteelFarm"
]
Dialogue : Part farmer. Part tractor-based robot. All vengeance. Farmer Steel knows that the varmints who wrecked his fields are still out there, and he's not gonna rest until he finds them.
"NPC": "Fishstick
[
  "Athena.Location.POI.BeachyBluffs",
  "Athena.Location.POI.Carl"
]
Dialogue : Fishstick knows that he left his pond for a reason... a reason which he'll definitely remember soon. He swears he was once a warrior of Atlantis, he just doesn't remember where he left his armor, either.
"NPC": "Kondor
[
  "Athena.Location.POI.MountainMeadow"
]
Dialogue : Handed down ruler-to-ruler through the centuries, the vengeful spirit known as Kondor is thought by many to be nothing more than an urban legend.
"NPC": "Menace
[
  "Athena.Location.POI.Coliseum"
]
Dialogue : In his countless battles against man and beast, Menace has never known defeat. Whispers say that his armor was a gift from his ancestors and haunted by restless spirits.
"NPC": "Grimbles
[
  "Athena.Location.UnnamedPOI.FortRuin"
]
Dialogue : A wandering trickster known for planting puzzles and secrets all over the island, Grimbles is hard to pin down and even harder to trust. If rumors are true, he has spies in every nook and cranny...
"NPC": "Lexa
[
  "Athena.Location.POI.HuntersHaven"
]
Dialogue : Armed with a fearless attitude and cybernetic suit of armor built by her father, Lexa is always ready to add another trophy to her wall.
"NPC": "Kit
[
  "Athena.Location.POI.CattyCorner"
]
Dialogue : The son of a legendary secret agent, Kit is a pint-size robotics genius who has vowed to use his skills to fight the forces of evil just like his dad.
"NPC": "Kyle
[
  "Athena.Location.UnNamedPOI.WoodsmanCabin",
  "Athena.Location.POI.WeepingWoods"
]
Dialogue : Kyle has dedicated his life to following The Way Of The Lumberjack. He'll happily share his secrets with you if you can prove that you're also a friend of the Way.
"NPC": "Longshot
[
  "Athena.Location.POI.Tandem.MountainMeadow"
]
Dialogue : Longshot’s perfect aim and incredible patience make him a terrific wildlife photographer, but that skill isn’t as handy here. These days he's mostly looking for work as a sniper instead.
"NPC": "The Mandalorian
[
  "Athena.Location.UnNamedPOI.Tandem.CosmosCrashSite"
]
Dialogue : A formidable hunter and an enigmatic man of few words, the Mandalorian is the last person you want on your tail.
"NPC": "Outcast
[
  "Athena.Location.POI.SunnyShores",
  "Athena.Location.UnnamedPOI.FlopperPond"
]
Dialogue : As one of E.G.O.'s flashiest members, Outcast has always had a knack for self-promotion. She believes that she's destined to be Top Fisherman and look fabulous while she does it... No matter what her rival, Turk, says.
"NPC": "Mancake
[
  "Athena.Location.UnNamedPOI.ButterBarn"
]
Dialogue : This bank-robbing outlaw is wanted in towns far and wide. What does he need all that money for? No one is sure, but some folks say he's got a bit of a syrup habit...
"NPC": "Ragnarok
[
  "Athena.Location.UnNamedPOI.VikingShip"
]
Dialogue : The blood of raiders flows through the icy veins of the man known only as Ragnarok. He waits for those who also seek the glory of battlefield spoils. (DO NOT CHALLENGE TO ARM WRESTLING)
"NPC": "Rapscallion
[
  "Athena.Location.POI.LazyLake",
  "Athena.Location.POI.HollyHedges"
]
Dialogue : The daughter of wealthy socialites, Rapscallion became a thief just for the thrill of it. She's got dozens of heists under her belt and is always looking for new members for her crew... Just make sure you watch your wallet.
"NPC": "Remedy
[
  "Athena.Location.UnnamedPOI.HilltopHouse",
  "Athena.Location.POI.BeachyBluffs"
]
Dialogue : After E.G.O.'s collapse, Remedy became a freelance medic who uses her unparalleled medical abilities on the battlefield to even the scales. She's got a strong survival instinct and an even stronger sense of justice.
"NPC": "Ruckus
[
  "Athena.Location.UnnamedPOI.PowerDam"
]
Dialogue : Out in the desert, you can either fight to survive... or you can raise a ruckus. The choice for this wastelander was obvious.
"NPC": "Mave
[
  "Athena.Location.UnnamedPOI.ShipwreckCove"
]
Dialogue : Once per generation, Mave's tribe chooses a Wildheart to be the shapeshifting defender of their jungle world. She sees this mission from Jonesy to be another test from the gods.
"NPC": "Sleuth
[
  "Athena.Location.POI.RetailRow",
  "Athena.Location.POI.SunnyShores"
]
Dialogue : GHOST, SHADOW... To the master detective known as Sleuth, they're all just criminals. He's determined to unravel their web and put an end to their war. Help him track down enemy agents and you'll be handsomely rewarded.
"NPC": "Snowmando
[
  "Athena.Location.UnNamedPOI.Tandem.Snomando"
]
Dialogue : Snowmando would actually rather work on perfecting his hot cocoa recipe than all this "fighting," but he knows that a snowman's gotta do what a snowman's gotta do.
"NPC": "Sparkplug
[
  "Athena.Location.UnNamedPOI.Tandem.PowerDam",
  "Athena.Location.POI.LazyLake",
  "Athena.Location.POI.Tandem.WeepingWoods"
]
Dialogue : Sparkplug was always taught that if you don't have a fast car, you'll get left behind. A master mechanic, she can fix just about anything... for a price, of course.
"NPC": "Splode
[
  "Athena.Location.UnnamedPOI.UnremarkableShack"
]
Dialogue : Splode never met a question that couldn't be answered with explosions. Currently on the run after escaping a high-security prison, he's determined to sow as much chaos as he can before they catch him again.
"NPC": "Sunflower
[
  "Athena.Location.UnnamedPOI.AngryApples"
]
Dialogue : Sunflower might be a pacifist who would rather just farm and work in her garden all day, but if you threaten her plants you better be ready to defend yourself.
"NPC": "Sunflower
[
  "Athena.Location.POI"
]
Dialogue : Sunflower might be a pacifist who would rather just farm and work in her garden all day, but if you threaten her plants you better be ready to defend yourself.
"NPC": "Tandem Test B
[
  "Athena.Location.POI"
]
Dialogue : Something inciteful
"NPC": "The Reaper
[
  "Athena.Location.UnnamedPOI.BeachsideMansion"
]
Dialogue : Relentless. Ruthless. The Reaper stops at nothing to get his prey. If you can track him down he might have some bounties to share... if he isn't already hunting YOU.
"NPC": "Tomatohead
[
  "Athena.Location.UnNamedPOI.PretzelRestaurant_P",
  "Athena.Location.UnnamedPOI.PizzaPete"
]
Dialogue : If you ask Tomatohead, Durrr Burger is nothing but a bunch of tyrants. Beneath his humble uniform beats the heart of a warrior who won't rest until Pizza has claimed its rightful place as the best fast food.
"NPC": "Triggerfish
[
  "Athena.Location.UnnamedPOI.CrashedCargo"
]
Dialogue : A member of the legendary Fish Food commando unit, Triggerfish is on the hunt for the chef that ruined his life. A word of advice: He's got some anger issues, so whatever you do, don't mention sushi.
"NPC": "Turk
[
  "Athena.Location.UnnamedPOI.CanoeRentals",
  "Athena.Location.POI.PowerPlant",
  "Athena.Location.UnnamedPOI.LazyLakeIsland"
]
Dialogue : One of E.G.O.'s top survivalists, Turk is on the trail of The Big One: the fish that he believes will net him the title of Top Fisherman. He especially wants to beat his rival and fellow commando, Outcast.
"NPC": "Reese
[
  "Athena.Location.POI.DirtyDocks"
]
Dialogue : Reese was an orphan who learned early that you can either hunt... or be hunted. She chose the former and dedicated her life to being the universe's greatest hunter.
